Repository: pypi-data/pypi-mirror-212
Catalog: packages/utah-project/utah_project-1.5.0-py3-none-any.whl/utah_project-1.5.0.data/data/config/i18n/*/LC_MESSAGES/messages.po
Languages: de

source: An invalid parameter was supplied to the API
de: Ein ungültiger Parameter wurde an die API geliefert

source: User Not logged in
de: Benutzer nicht angemeldet

source: Authorization Error
de: Autorisierungsfehler

source: Folder does not exist
de: Ordner ist nicht vorhanden

source: Folder by that name already exists within parent folder
de: Ordner mit diesem Namen ist bereits im übergeordneten Ordner vorhanden

source: Document does not exist
de: Dokument existiert nicht

source: Cannot load binary documents via the API
de: Binäre Dokumente können nicht über die API geladen werden

source: Bad Layout [layouts/layout_%(layout)s.html] was specified, review document [%(document_path)s]
de: Fehlerhaftes Layout [layouts/layout_%(layout)s.html] wurde angegeben, Überprüfungsdokument [%(document_path)s]

source: Error Page
de: Fehlerseite

source: Oh boy is our face red!!! This site cannot even display an error page properly at this time.
de: Oh Junge, ist unser Gesicht rot!!! Diese Website kann nicht einmal eine Fehlerseite anzeigen"Richtig zu diesem Zeitpunkt.

source: Content repository was reloaded sucessfully
de: Content-Repository wurde erfolgreich neu geladen

source: Content repository reload failed. Please consult your system administrator
de: Fehler beim erneuten Laden des Inhalts-Repositorys. Bitte wenden Sie sich an Ihren Systemadministrator

source: Please enter your registration information
de: Bitte geben Sie Ihre Registrierungsdaten ein

source: Please enter new user registration information
de: Bitte geben Sie die Registrierungsinformationen für neue Benutzer ein

source: User ID is required
de: Benutzer-ID ist erforderlich

source: Password is required
de: Passwort ist erforderlich

source: Repeat password is required
de: Kennwort wiederholen ist erforderlich

source: First name is required
de: Vorname ist erforderlich

source: Last name is required
de: Nachname ist erforderlich

source: Password and repeat password do not match
de: Kennwort und Wiederholungskennwort stimmen nicht überein

source: Password does not meet minimum complexity requirements
de: Kennwort erfüllt nicht Mindestkomplexitätsanforderungen

source: Issues were found with this registration
de: Es wurden Probleme mit dieser Registrierung festgestellt

source: Verification code was sent to your email address. Please enter for verification.
de: Der Bestätigungscode wurde an Ihre E-Mail-Adresse gesendet. Bitte geben Sie zur Überprüfung ein.

source: Registration failed, email address may already be registered
de: Registrierung fehlgeschlagen, E-Mail-Adresse möglicherweise bereits registriert

source: A new verification code was sent to your email address. Please enter for verification.
de: Ein neuer Bestätigungscode wurde an Ihre E-Mail-Adresse gesendet. Bitte geben Sie zur Überprüfung ein.

source: Your account is now verified. You may log in.
de: Ihr Konto ist jetzt verifiziert. Sie können sich einloggen.

source: An incorrect verification code was entred
de: Ein falscher Verifizierungscode wurde eingegeben

source: The verification code entered was incorrect
de: Der eingegebene Verifizierungscode war falsch

source: This account is unverified. Please enter the verification code that was send to your registered email address.
de: Dieses Konto ist nicht verifiziert. Bitte geben Sie den Bestätigungscode ein, der an Ihre registrierte E-Mail-Adresse gesendet wurde.

source: Login Failure
de: Fehler bei der Anmeldung

source: Profile was updated sucessfully
de: Profil wurde erfolgreich aktualisiert

source: Error updating profile
de: Fehler beim Aktualisieren des Profils

source: Name is required
de: Name ist erforderlich

source: Description is required
de: Beschreibung ist erforderlich

source: This name already exists
de: Dieser Name existiert bereits

source: Error adding group
de: Fehler beim Hinzufügen einer Gruppe

source: Error updating group
de: Fehler beim Aktualisieren der Gruppe

source: URI is required
de: URI ist erforderlich

source: At least one method must be selected
de: Mindestens eine Methode muss ausgewählt sein

source: Different access rights cannot share the same name
de: Unterschiedliche Zugriffsrechte können nicht denselben Namen haben

source: Current password is required
de: Aktuelles Passwort ist erforderlich

source: New password is required
de: Neues Passwort erforderlich

source: Repeat new password is required
de: Neues Kennwort wiederholen ist erforderlich

source: Current password and new password are the same
de: Aktuelles Passwort und neues Passwort sind identisch

source: New password and repeat new password are different
de: Neues Passwort und neues Passwort wiederholen sind unterschiedlich

source: New password does not meet minimum complexity requirements
de: Neues Passwort erfüllt nicht mindeste Komplexitätsanforderungen

source: Change password failure
de: Fehler beim Ändern des Kennworts

source: Password change was sucessful
de: Kennwortänderung war erfolgreich

source: Header and main body only
de: Nur Kopfzeile und Hauptteil

source: Header, title and main body
de: Kopfzeile, Titel und Hauptteil

source: 2 column layout with main on the left
de: 2-Spalten-Layout mit Haupt auf der linken Seite

source: 2 column layout with main on the right
de: 2-Spalten-Layout mit Haupt auf der rechten Seite

source: 3 column layout with main content in center
de: 3-Spalten-Layout mit Hauptinhalt in der Mitte

source: 3 column layout with title and description header
de: 3-spaltiges Layout mit Titel und Beschreibungsüberschrift

source: Header
de: Kopfball

source: Navigation Branding
de: Navigations-Branding

source: Additional Navigation
de: Zusätzliche Navigation

source: Left Channel
de: Linker Kanal

source: Footer
de: Fußzeile

source: YOUR EMAIL SUBJECT GOES HERE
de: IHR E-MAIL-BETREFF GEHT HIER

source: YOUR EMAIL BODY GOES HERE WITH AS REFERENCE TO THE VERIFICATION NUMBER %(verification_code)s FOR COMPLETION OF THE REGISTRATION
de: IHR E-MAIL-TEXT WIRD HIER MIT BEZUG AUF DIE VERIFIZIERUNGSNUMMER ANGEZEIGT%(verification_code)s FÜR DEN ABSCHLUSS DER REGISTRIERUNG

source: Group Name
de: Gruppenname

source: admin
de: verwaltung

source: Description
de: Beschreibung

source: Administrators
de: Administratoren

source: Group Membership
de: Gruppenmitgliedschaft

source: Email Address
de: E-Mail-Adresse

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Add
de: Hinzufügen

source: Update
de: Aktualisieren

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: John
de: Klo

source: Smith
de: Schmied

source: Delete User
de: Benutzer löschen

source: Group
de: Gruppe

source: Add New
de: Neu hinzufügen

source: Category
de: Kategorie

source: Allowed Methods
de: Zulässige Methoden

source: Filters
de: Filter

source: Authorized Groups
de: Autorisierte Gruppen

source: Access Permitted in Envs (None = all)
de: Zugriff in Envs erlaubt (Keine = alle)

source: Right category & name
de: Richtige Kategorie & Name

source: Methods
de: Methodik

source: Permitted Environments
de: Zulässige Umgebungen

source: Access rights have been synced downstream
de: Zugriffsrechte wurden nachgelagert synchronisiert

source: Add User
de: Benutzer hinzufügen

source: Security
de: Sicherheit

source: Function
de: Funktion

source: Manage Groups
de: Verwalten von Gruppen

source: Create, Delete and Change user groups
de: Erstellen, Löschen und Ändern von Benutzergruppen

source: Manage Group Enrollments
de: Verwalten von Gruppenregistrierungen

source: Add and remove users to and from user groups
de: Hinzufügen und Entfernen von Benutzern zu und aus Benutzergruppen

source: URI Access Rights
de: URI-Zugriffsrechte

source: Manage security regarding the URI's in this application
de: Verwalten der Sicherheit in Bezug auf die URIs in dieser Anwendung

source: Content
de: Inhalt

source: Content manage microsite:
de: Microsite für die Inhaltsverwaltung:

source: Content Management Functions
de: Content Management Funktionen

source: e.g. alex@example.com
de: alex@beispiel.com

source: Password
de: Passwort

source: Sign in
de: Anmelden

source: Your are now logged out!
de: Sie sind jetzt ausgeloggt!

source: Microsite Selector
de: Microsite-Selektor

source: Download archive of microsite
de: Archiv der Microsite herunterladen

source: Create a new microsite
de: Erstellen einer neuen Microsite

source: Delete microsite
de: Microsite löschen

source: Import zipped content
de: Importieren von gezippten Inhalten

source: Item Manager
de: Artikel-Manager

source: Click to delete document
de: Klicken Sie hier, um das Dokument zu löschen

source: Create new sub folders documents. Enter name and click create
de: Erstellen Sie neue Unterordner Dokumente. Geben Sie den Namen ein und klicken Sie auf Erstellen

source: IE: my_sub_folder
de: Beispiel Für: meinen_ordner

source: Please enter a folder name. Letters, Numbers, hyphens and underscores are permitted
de: Geben Sie einen Ordnernamen ein. Buchstaben, Zahlen, Bindestriche und Unterstriche sind erlaubt

source: Create new text documents. Enter name and click create
de: Erstellen Sie neue Textdokumente. Geben Sie den Namen ein und klicken Sie auf Erstellen

source: IE: my_file_name.html
de: Beispiel: mein_dateiname.html

source: Please enter a file name with a text type extension ie: .js, .htm, .html, .css, .json, .mjs, .csv, .txt, .xml
de: Bitte geben Sie einen Dateinamen mit der Texterweiterung ein beispiel: .js, .htm, .html, .css, .json, .mjs, .csv, .txt, .xml

source: ...or upload a file by clicking below
de: ...oder laden Sie eine Datei hoch, indem Sie unten klicken

source: Click to select file
de: Klicken Sie hier, um die Datei auszuwählen

source: Last Modified Date
de: Datum der letzten Änderung

source: Size
de: Größe

source: Your browser does not support the audio tag.
de: Ihr Browser unterstützt das Audio-Tag nicht.

source: Suppress Inheritance
de: Vererbung unterdrücken

source: Title
de: Titel

source: Page Layout
de: Seitenlayout

source: Inherited
de: Geerbt

source: Keywords
de: Schlüsselwörter

source: Drag and drop extra content items to attach to this page. Unneeded locale information will be stripped from document paths.
de: Ziehen Sie zusätzliche Inhaltselemente per Drag & Drop, um sie an diese Seite anzuhängen. Nicht benötigtes Gebietsschema Informationen werden aus den Dokumentpfaden entfernt.

source: Aux Content Items
de: Zusätzliche Inhaltselemente

source: Type
de: Art

source: Path
de: Pfad

source: Del
de: Löschen

source: Up
de: Oben

source: Dwn
de: Herab

source: Drag and drop javascript files to be referenced in the head of this document. Unneeded locale information will be stripped from document paths.
de: Ziehen Sie Javascript-Dateien, auf die verwiesen werden soll, per Drag & Drop in den Kopf diesesDokument. Nicht benötigte Gebietsschemainformationen werden aus dem Dokument entfernt

source: Scripts
de: Skripten

source: Drag and drop any CSS or Icon documents to be included in the header of this document. Unneeded locale information will be stripped from document paths.
de: Ziehen Sie alle CSS- oder Icon-Dokumente, die in die Kopfzeile von eingefügt werden sollen, per Drag & Drop.Dieses Dokument. Nicht benötigte Gebietsschemainformationen werden aus dem Dokument entfernt

source: Linked Header Documents (CSS and Icon)
de: Verknüpfte Header-Dokumente (CSS und Symbol)

source: Rel
de: Relativ

source: Media
de: Medien

source: All
de: Alle

source: Print
de: Drucken

source: Screen
de: Bildschirm

source: Speech
de: Rede

source: Linked document is already associated
de: Verknüpftes Dokument ist bereits verknüpft

source: Path has an invalid extension for document linking
de: Pfad hat eine ungültige Erweiterung für Dokumentverknüpfung

source: Key
de: Schlüssel

source: Value
de: Wert

source: Property name is not unique
de: Der Name der Immobilie ist nicht eindeutig

source: OK
de: OKAY

source: Document Action
de: Dokumentaktion

source: Document was successfully saved
de: Dokument wurde erfolgreich gespeichert

source: Document was successfully created
de: Dokument wurde erfolgreich erstellt

source: Repository item will be deleted, continue?
de: Repository-Element wird gelöscht, weiter?

source: Delete Microsite
de: Microsite löschen

source: Item was deleted
de: Artikel wurde gelöscht

source: New microsite was created
de: Neue Microsite erstellt

source: Extended Attributes
de: Erweiterte Attribute

source: Specify new extended attribute name
de: Neuen erweiterten Attributnamen angeben

source: Specify path to css, icon file, etc to link
de: Geben Sie den Pfad zu CSS, Symboldatei usw. an, die verknüpft werden sollen

source: Specify new microsite name
de: Neuen Microsite-Namen angeben

source: System Error
de: Systemfehler

source: Specified root folder does not exist
de: Angegebener Stammordner ist nicht vorhanden

source: Naming Error
de: Benennungsfehler

source: A document by that name already exists
de: Ein Dokument mit diesem Namen ist bereits vorhanden

source: Rename Error
de: Umbenennungsfehler

source: A document by that name already exists in the folder
de: Ein Dokument mit diesem Namen ist bereits im Ordner vorhanden

source: Move Error
de: Verschiebungsfehler

source: Create Microsite
de: Microsite erstellen

source: Could not find microsite while trying to delete it
de: Microsite konnte beim Versuch, sie zu löschen, nicht gefunden werden

source: Untrapped system error was returned:
de: Es ist ein unerwarteter Fehler aufgetreten

source: Destination Repository
de: Ziel-Repository

source: Local Size
de: Lokale Größe

source: Local Last Modified
de: Lokal Letzte Änderung

source: Downstream Size
de: Downstream-Größe

source: Downstream Last Modified
de: Downstream Letzte Änderung

source: There were no differences found
de: Es wurden keine Unterschiede gefunden

source: Promotion Id
de: Aktions-ID

source: User
de: Benutzer

source: Start Time
de: Startzeit

source: Promotion Direction
de: Promotion-Richtung

source: Action Time
de: Aktionszeit

source: Message
de: Nachricht

source: View Job
de: Job anzeigen

source: Time Started
de: Begonnene Zeit

source: Items Synced
de: Synchronisierte Elemente

source: Difference Viewer
de: Differenz-Viewer

source: Full Sync
de: Vollständige Synchronisierung

source: Total Differences
de: Differenzen insgesamt

source: From Local
de: Von Lokal

source: To Local
de: Zu Lokal

source: Past Promotion Jobs
de: Frühere Promotion-Jobs

source: There are no differences between the repositories
de: Es gibt keine Unterschiede zwischen den Repositories

source: Display Differences (Local to Downstream for promotion)
de: Unterschiede anzeigen (lokal bis nachgelagert für Promotion)

source: You are not authorized to perform this action
de: Sie sind nicht berechtigt, diese Aktion auszuführen.

source: Display Differences (Downstream to Local for restoration)
de: Anzeigeunterschiede (Downstream zu Local für die Wiederherstellung)

source: Display Differences (Local to Downstream full sync)
de: Anzeigeunterschiede (lokale bis Downstream-vollständige Synchronisierung)

source: Display differences (Downstream to Local full restore)
de: Anzeigeunterschiede (Downstream zur lokalen vollständigen Wiederherstellung)

source: Review Past promotion jobs
de: Rückblick Frühere Promotion-Jobs

source: Sign up
de: Registrieren

source: Log in
de: Anmelden

source: Log out
de: Ausloggen

source: Profile
de: Profil

source: Timezone
de: Zeitzone

source: Save changes
de: Änderungen speichern

source: Change Password
de: Passwort ändern

source: Start Entry#
de: Eintrag starten #

source: End Entry#
de: Endeintrag #

source: from Timestamp
de: von Zeit zu Zeit

source: To Timestamp
de: zur Zeit

source: Module Regex
de: Modul Regex

source: Message Regex
de: Nachricht Regex

source: Search
de: Suchen

source: Clear
de: Klar

source: Entry #
de: Eintrag #

source: Timestamp
de: Zeitstempel

source: Severity
de: Strenge

source: Module
de: Modul

source: Current Password
de: Aktuelles Passwort

source: New Password
de: Neues Passwort

source: Repeat New Password
de: Neues Passwort wiederholen

source: Repeat Password
de: Passwort wiederholen

source: Register
de: Registrieren

source: User List
de: Benutzerliste

source: Token
de: Zeichen

source: Expire Date
de: Ablaufdatum

source: Verification Code
de: Verifizierungscode

source: Verify
de: Überprüfen

source: Resend
de: Erneut senden

source: Promotion was not found
de: Promotion wurde nicht gefunden

source: Access token #%s
de: Zugriffstoken #%s

source: An invalid expire date was provided
de: Ein ungültiges Ablaufdatum wurde angegeben

source: Expire date must be at least 2 hours into the future
de: Das Ablaufdatum muss mindestens 2 Stunden in der Zukunft liegen
